Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# markets.daily_volume
source: 24h Volume
ar: حجم 24 ساعة
bn: ২৪ ঘন্টা ভলিউম
cs: 24hodinový objem
da: 24-timers volumen
de: 24-Stunden-Volumen
es: Volumen de 24 horas
fa: حجم ۲۴ ساعته
fr: Volume 24h
ha: 24h girma
he: נפח של 24 שעות
hi: 24 घंटे की मात्रा
id: Volume 24 jam
it: Volume 24 ore
ja: 24時間取引量
ko: 24시간 볼륨
ms: Volum 24j
nl: 24-uurs volume
pl: Wolumen 24h
pt_br: Volume 24h
ro: Volum 24h
ru: 24-часовой объем
sw: Kiasi cha 24h
th: ปริมาณ 24 ชั่วโมง
tr: 24 saatlik Hacim
uk: 24-годинний обсяг
ur: 24h والیوم
vi: Khối lượng 24 giờ
zh_hans: 24小时交易量
zh_hant: 24小時交易量

# markets.state.empty.title
source: Your markets data will appear here
ar: ستظهر بيانات أسواقك هنا
bn: আপনার বাজারের তথ্য এখানে প্রদর্শিত হবে।
cs: Zde se zobrazí vaše tržní data
da: Dine markedsdata vil blive vist her
de: Ihre Marktdaten werden hier angezeigt
es: Los datos de tus mercados aparecerán aquí
fa: داده‌های بازار شما اینجا نمایش داده می‌شود
fil: Lalabas dito ang data ng iyong mga market
fr: Vos données de marché apparaîtront ici
ha: Bayanan kasuwanninku zai bayyana a nan
he: נתוני השווקים שלך יופיעו כאן
hi: आपका बाज़ार डेटा यहाँ दिखाई देगा
id: Data pasar Anda akan muncul di sini
it: I dati dei tuoi mercati appariranno qui
ja: マーケットデータがここに表示されます
ko: 귀하의 시장 데이터가 여기에 표시됩니다.
ms: Data pasaran anda akan dipaparkan di sini
nl: Uw marktgegevens verschijnen hier
pl: Twoje dane rynkowe pojawią się tutaj
pt_br: Os dados do seu mercado aparecerão aqui
ro: Datele dvs. de piață vor apărea aici
ru: Ваши рыночные данные появятся здесь
sw: Data yako ya masoko itaonekana hapa
th: ข้อมูลตลาดของคุณจะปรากฏที่นี่
tr: Piyasa verileriniz burada görünecek
uk: Дані вашого ринку з'являться тут
ur: آپ کے بازاروں کا ڈیٹا یہاں ظاہر ہوگا۔
vi: Dữ liệu thị trường của bạn sẽ xuất hiện ở đây
zh_hans: 市场信息将显示在此处
zh_hant: 市場資訊將顯示在此處

# markets.title
source: Markets
ar: الأسواق
bn: বাজার
cs: Trhy
da: Markeder
de: Märkte
es: Mercados
fa: بازارها
fil: Mga Pamilihan
fr: Marchés
ha: Kasuwanni
he: שווקים
hi: बाज़ार
id: Pasar
it: Mercati
ja: マーケット
ko: 시장
ms: Pasaran
nl: Markten
pl: Rynki
pt_br: Mercados
ro: Piețele
ru: Рынки
sw: Masoko
th: ตลาด
tr: Piyasalar
uk: Ринки
ur: منڈیاں
vi: Thị trường
zh_hans: 市场
zh_hant: 市場

# networks.state.empty.search_title
source: No networks found
ar: لم يتم العثور على شبكات
bn: কোনও নেটওয়ার্ক পাওয়া যায়নি
cs: Nenalezeny žádné sítě
da: Ingen netværk fundet
de: Keine Netzwerke gefunden
es: No se encontraron redes
fa: هیچ شبکه‌ای یافت نشد
fil: Walang nakitang mga network
fr: Aucun réseau trouvé
ha: Babu cibiyoyin sadarwa da aka samu
he: לא נמצאו רשתות
hi: कोई नेटवर्क नहीं मिला
id: Tidak ada jaringan yang ditemukan
it: Nessuna rete trovata
ja: ネットワークが見つかりません
ko: 네트워크를 찾을 수 없습니다
ms: Tiada rangkaian ditemui
nl: Geen netwerken gevonden
pl: Nie znaleziono sieci
pt_br: Nenhuma rede encontrada
ro: Nu s-au găsit rețele
ru: Сети не найдены
sw: Hakuna mitandao iliyopatikana
th: ไม่พบเครือข่าย
tr: Hiçbir ağ bulunamadı
uk: Мереж не знайдено
ur: کوئی نیٹ ورک نہیں ملا
vi: Không tìm thấy mạng lưới nào
zh_hans: 未找到任何网络
zh_hant: 未找到任何網路

# nft.collection
source: Collection
ar: مجموعة
bn: সংগ্রহ
cs: Sbírka
da: Samling
de: Sammlung
es: Colección
fa: مجموعه
fil: Koleksyon
ha: Tarin
he: אוסף
hi: संग्रह
id: Koleksi
it: Collezione
ja: コレクション
ko: 수집
ms: Koleksi
nl: Collectie
pl: Kolekcja
pt_br: Coleção
ro: Colecție
ru: Коллекция
sw: Mkusanyiko
th: ของสะสม
tr: Koleksiyon
uk: Колекція
ur: مجموعہ
vi: Bộ sưu tập
zh_hans: 系列
zh_hant: 系列

# nft.collections
source: Collections
ar: المجموعات
bn: সংগ্রহ
cs: Sbírky
da: Samlinger
de: Sammlungen
es: Colecciones
fa: مجموعه ها
fil: Mga koleksyon
ha: Tari
he: אוספים
hi: संग्रह
id: Koleksi
it: Collezioni
ja: コレクション
ko: 컬렉션
ms: Koleksi
nl: Collecties
pl: Kolekcje
pt_br: Coleções
ro: Colecții
ru: Коллекции
sw: Mikusanyiko
th: คอลเลคชั่น
tr: Koleksiyonlar
uk: Колекції
ur: مجموعے
vi: Bộ sưu tập
zh_hans: NFT 系列
zh_hant: NFT 系列

# nft.properties
source: Properties
ar: ملكيات
bn: বৈশিষ্ট্য
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
es: Propiedades
fa: خواص
fil: Mga Katangian
fr: Propriétés
ha: Kayayyaki
he: מאפיינים
hi: गुण
id: Properti
it: Proprietà
ja: プロパティ
ko: 속성
ms: Hartanah
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ro: Proprietăți
ru: Характеристики
sw: Mali
th: คุณสมบัติ
tr: Özellikler
uk: Властивості
ur: پراپرٹیز
vi: Của cải
zh_hans: 特性
zh_hant: 屬性

# nft.report.reason.copyright
source: Copyright
ar: حقوق الطبع والنشر
bn: কপিরাইট
cs: Autorská práva
da: Ophavsret
de: Urheberrecht
es: Derechos de autor
fa: حق نشر
fr: Droits d'auteur
ha: Haƙƙin mallaka
he: זְכוּת יְוֹצרִים
hi: कॉपीराइट
id: Hak cipta
it: Diritto d'autore
ja: 著作権
ko: 저작권
ms: Hak Cipta
nl: Auteursrecht
pl: Prawo autorskie
pt_br: Direitos autorais
ro: Drepturi de autor
ru: Авторские права
sw: Hakimiliki
th: ลิขสิทธิ์
tr: Telif hakkı
uk: Авторське право
ur: کاپی رائٹ
vi: Bản quyền
zh_hans: 版权
zh_hant: 版權

# nft.report.reason.inappropriate
source: Inappropriate Content
ar: محتوى غير لائق
bn: অনুপযুক্ত কন্টেন্ট
cs: Nevhodný obsah
da: Upassende indhold
de: Unangemessene Inhalte
es: Contenido inapropiado
fa: محتوای نامناسب
fil: Hindi Naaangkop na Nilalaman
fr: Contenu inapproprié
ha: Abun ciki mara dacewa
he: תוכן לא הולם
hi: अनुपयुक्त सामग्री
id: Konten yang Tidak Pantas
it: Contenuto inappropriato
ja: 不適切なコンテンツ
ko: 부적절한 콘텐츠
ms: Kandungan Tidak Sesuai
nl: Ongepaste inhoud
pl: Niewłaściwa treść
pt_br: Conteúdo impróprio
ro: Conținut neadecvat
ru: Неприемлемый контент
sw: Maudhui Yasiyofaa
th: เนื้อหาที่ไม่เหมาะสม
tr: Uygunsuz İçerik
uk: Неприйнятний контент
ur: نامناسب مواد
vi: Nội dung không phù hợp
zh_hans: 不当内容
zh_hant: 不當內容

# nft.report.reason.malicious
source: Malicious
ar: خبيث
bn: দূষিত
cs: Zlomyslný
da: Ondsindet
de: Böswillig
es: Malicioso
fa: مخرب
fil: Malisyoso
fr: Malveillant
ha: Mai mugunta
he: זְדוֹנִי
hi: दुर्भावनापूर्ण
id: Berbahaya
it: Dannoso
ja: 悪質
ko: 악의 있는
ms: Berniat jahat
nl: Kwaadwillend
pl: Złośliwy
pt_br: Malicioso
ro: Rău intenționat
ru: Вредоносный
sw: Hasidi
th: อันตราย
tr: Kötü niyetli
uk: Шкідливий
ur: بدنیتی پر مبنی
vi: Độc hại
zh_hans: 恶意
zh_hant: 惡意

# nft.report.reason.spam
source: Spam
ar: رسائل إلكترونية مزعجة
bn: স্প্যাম
fa: هرزنامه
he: ספאם
hi: स्पैम
ja: スパム
ko: 스팸
ru: Спам
sw: Barua taka
th: สแปม
uk: Спам
ur: سپیم
vi: Thư rác
zh_hans: 垃圾信息
zh_hant: 垃圾內容

# nft.report.report_button_title
source: Report
ar: تقرير
bn: রিপোর্ট করুন
cs: Nahlásit
da: Rapport
de: Melden
es: Reportar
fa: گزارش
fil: I-report
fr: Signaler
ha: Yi korafi
he: דווח
hi: रिपोर्ट करें
id: Laporan
it: Segnala
ja: 通報
ko: 신고
ms: Laporan
nl: Melden
pl: Zgłoś
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться
sw: Ripoti
th: รายงานปัญหา
tr: Bildir
uk: Поскаржитися
ur: رپورٹ
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# nft.save_to_photos
source: Save to Photos
ar: حفظ في الصور
bn: ফটোতে সেভ করুন
cs: Uložit do Fotek
da: Gem til Fotos
de: In „Fotos“ speichern
es: Guardar en Fotos
fa: ذخیره در عکس ها
fil: I-save sa Mga Larawan
fr: Enregistrer dans Photos
ha: Ajiye zuwa Hotuna
he: שמור בתמונות
hi: फ़ोटो में सहेजें
id: Simpan ke Foto
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
ms: Simpan ke Foto
nl: Opslaan in Foto's
pl: Zapisz w Zdjęciach
pt_br: Salvar em fotos
ro: Salvați în Fotografii
ru: Сохранить в фото
sw: Hifadhi kwa Picha
th: บันทึกลงในภาพถ่าย
tr: Fotoğraflara Kaydet
uk: Зберегти до фотографій
ur: تصاویر میں محفوظ کریں۔
vi: Lưu vào Ảnh
zh_hans: 保存到照片
zh_hant: 儲存到照片

# nft.set_as_avatar
source: Set as Avatar
ar: تعيين كصورة رمزية
bn: অবতার হিসাবে সেট করুন
cs: Nastavit jako Avatar
da: Indstil som Avatar
de: Als Avatar festlegen
es: Establecer como avatar
fa: به عنوان آواتار تنظیم کنید
fil: Itakda bilang Avatar
fr: Définir comme avatar
ha: Saita azaman Avatar
he: הגדר כאווטר
hi: अवतार के रूप में सेट करें
id: Tetapkan sebagai Avatar
it: Imposta come avatar
ja: アバターとして設定
ko: 아바타로 설정
ms: Tetapkan sebagai Avatar
nl: Instellen als Avatar
pl: Ustaw jako awatar
pt_br: Definir como Avatar
ro: Setați ca Avatar
ru: Установить как аватар
sw: Weka kama Avatar
th: ตั้งเป็นอวาตาร์
tr: Avatar olarak ayarla
uk: Встановити як аватар
ur: اوتار کے طور پر سیٹ کریں۔
vi: Đặt làm Avatar
zh_hans: 设为头像
zh_hant: 設為頭像

# nft.state.empty.description
source: Receive your first NFT
ar: احصل على NFT الأول الخاص بك
bn: আপনার প্রথম NFT গ্রহণ করুন
cs: Získejte svůj první NFT
da: Modtag din første NFT
de: Erhalten Sie Ihr erstes NFT
es: Recibe tu primer NFT
fa: اولین NFT خود را دریافت کنید
fil: Tanggapin ang iyong unang NFT
fr: Recevez votre premier NFT
ha: Karɓi NFT na farko
he: קבל את ה-NFT הראשון שלך
hi: अपना पहला NFT प्राप्त करें
id: Terima NFT pertama Anda
it: Ricevi il tuo primo NFT
ja: 最初のNFTを受け取る
ko: 첫 번째 NFT를 받으세요
ms: Terima NFT pertama anda
nl: Ontvang uw eerste NFT
pl: Otrzymaj swój pierwszy NFT
pt_br: Receba seu primeiro NFT
ro: Primește primul tău NFT
ru: Получите свой первый NFT
sw: Pokea NFT yako ya kwanza
th: รับ NFT แรกของคุณ
tr: İlk NFT'nizi alın
uk: Отримайте свій перший NFT
ur: اپنا پہلا NFT وصول کریں۔
vi: Nhận NFT đầu tiên của bạn
zh_hans: 接收第一个 NFT
zh_hant: 接收第一個 NFT

# nft.state.empty.title
source: Your NFTs will appear here️
ar: ستظهر NFTs الخاصة بك هنا
bn: আপনার NFT গুলি এখানে প্রদর্শিত হবে️
cs: Vaše NFT se zobrazí zde ️
da: Dine NFT'er vil blive vist her️
de: Ihre NFTs werden hier angezeigt️
es: Tus NFT aparecerán aquí️
fa: NFT های شما اینجا ظاهر خواهند شد️
fil: Lalabas dito ang iyong mga NFT ️
fr: Vos NFT apparaîtront ici️
ha: NFT naku zasu bayyana anan️
he: ה-NFT שלך יופיע כאן️
hi: आपके NFT यहां दिखाई देंगे️
id: NFT Anda akan muncul di sini️
it: I tuoi NFT appariranno qui️
ja: NFTはここに表示されます
ko: 귀하의 NFT가 여기에 표시됩니다.
ms: NFT anda akan muncul di sini️
nl: Uw NFT's verschijnen hier️
pl: Twoje NFT pojawią się tutaj️
pt_br: Seus NFTs aparecerão aqui️
ro: NFT-urile tale vor apărea aici️
ru: Ваши NFT будут здесь️
sw: NFT zako zitaonekana hapa️
th: NFT ของคุณจะปรากฏที่นี่
tr: NFT'leriniz burada görünecek️
uk: Ваші NFT з'являться тут ️
ur: آپ کے NFTs یہاں ظاہر ہوں گے۔
vi: NFT của bạn sẽ xuất hiện ở đây️
zh_hans: NFT 将显示在这里️
zh_hant: NFT 將顯示在這裡️

# nodes.import_node.chain_id
source: Chain ID
ar: معرف السلسلة
bn: চেইন আইডি
cs: ID řetězce
da: Kæde ID
de: Ketten-ID
es: ID de cadena
fa: شناسه زنجیره
fr: ID de chaîne
ha: ID na sarkar
he: מזהה שרשרת
hi: चेन आईडी
id: ID Chain
it: Identificativo della catena
ja: チェーンID
ko: 체인 ID
ms: ID rantai
nl: Keten-ID
pl: Identyfikator łańcucha
pt_br: ID da cadeia
ro: ID lanț
ru: Идентификатор сети
sw: Kitambulisho cha mnyororo
th: รหัสลูกโซ่
tr: Zincir Kimliği
uk: Ідентифікатор мережі
ur: سلسلہ ID
vi: ID chuỗi
zh_hans: 链 ID
zh_hant: 鏈 ID

# nodes.import_node.in_sync
source: In Sync
ar: في المزامنة
bn: সিঙ্কে
cs: V Sync
da: Synkroniseret
de: Synchronisiert
es: En sincronización
fa: درحال همگام سازی
fil: Sa Sync
fr: En synchronisation
ha: A cikin Daidaitawa
he: בסנכרון
hi: सिंक में
id: Tersinkronasi
it: In sincronia
ja: 同期済み
ko: 동기화 중
ms: Dalam Segerak
nl: Gesynchroniseerd
pl: W synchronizacji
pt_br: Em sincronia
ro: În sincronizare
ru: Синхронизировано
sw: Katika Usawazishaji
th: ในการซิงค์
tr: Senkronize
uk: У режимі синхронізації
ur: مطابقت پذیری میں
vi: Đồng bộ hóa
zh_hans: 已同步
zh_hant: 已同步

# nodes.import_node.latency
source: Latency
ar: كمون
bn: লেটেন্সি
cs: Latence
de: Latenzzeit
es: Latencia
fa: تاخیر
fr: Latence
he: חביון
hi: विलंबता
id: Latensi
it: Latenza
ja: 遅延
ko: 대기 시간
ms: Latensi
nl: Latentie
pl: Opóźnienie
pt_br: Latência
ro: Latența
ru: Задержка
sw: Kuchelewa
th: เวลาแฝง
tr: Gecikme
uk: Затримка
ur: تاخیر
vi: Độ trễ
zh_hans: 延迟
zh_hant: 延遲

# nodes.import_node.latest_block
source: Latest Block
ar: أحدث كتلة
bn: সর্বশেষ ব্লক
cs: Nejnovější blok
da: Seneste blok
de: Letzter Block
es: Último bloque
fa: آخرین بلاک
fil: Pinakabagong Block
fr: Dernier bloc
ha: Sabbin Block
he: הבלוק האחרון
hi: नवीनतम ब्लॉक
id: Blok Terkini
it: Ultimo blocco
ja: 最新のブロック
ko: 최신 블록
ms: Blok Terkini
nl: Laatste blok
pl: Najnowszy blok
pt_br: Último bloco
ro: Ultimul bloc
ru: Последний блок
sw: Block Karibuni
th: บล็อกล่าสุด
tr: Son Blok
uk: Останній блок
ur: تازہ ترین بلاک
vi: Khối mới nhất
zh_hans: 最新区块
zh_hant: 最新區塊

# nodes.import_node.title
source: Add node
ar: أضف عقدة
bn: নোড যোগ করুন
cs: Přidat uzel
da: Tilføj node
de: Node hinzufügen
es: Agregar nodo
fa: افزودن گره (Node)
fil: Magdagdag ng node
fr: Ajouter un nœud
ha: Ƙara kumburi
he: הוסף צומת
hi: नोड जोड़ें
id: Tambahkan node
it: Aggiungi nodo
ja: ノードを追加
ko: 노드 추가
ms: Tambah nod
nl: Knooppunt toevoegen
pl: Dodaj węzeł
pt_br: Adicionar nó
ro: Adăugați nod
ru: Добавить нод
sw: Ongeza nodi
th: เพิ่มโหนด
tr: Düğüm Ekle
uk: Додати нод
ur: نوڈ شامل کریں۔
vi: Thêm nút
zh_hans: 添加节点
zh_hant: 添加節點

# nodes.import_node.warning_message
source: Custom nodes can be malicious and may expose your transaction data or provide false information.
ar: قد تكون العقد المخصصة ضارة وقد تكشف بيانات معاملاتك أو تقدم معلومات خاطئة.
bn: কাস্টম নোডগুলি ক্ষতিকারক হতে পারে এবং আপনার লেনদেনের ডেটা প্রকাশ করতে পারে বা মিথ্যা তথ্য প্রদান করতে পারে।
cs: Vlastní uzly mohou být škodlivé a mohou zveřejnit vaše transakční data nebo poskytovat nepravdivé informace.
da: Brugerdefinerede noder kan være skadelige og kan eksponere dine transaktionsdata eller give falske oplysninger.
de: Benutzerdefinierte Knoten können bösartig sein und Ihre Transaktionsdaten offenlegen oder falsche Informationen liefern.
es: Los nodos personalizados pueden ser maliciosos y pueden exponer sus datos de transacciones o proporcionar información falsa.
fa: گره‌های سفارشی می‌توانند مخرب باشند و ممکن است داده‌های تراکنش شما را افشا کنند یا اطلاعات نادرست ارائه دهند.
fil: Ang mga custom node ay maaaring maging malisyoso at maaaring maglantad ng iyong data ng transaksyon o magbigay ng maling impormasyon.
fr: Les nœuds personnalisés peuvent être malveillants et exposer vos données de transaction ou fournir de fausses informations.
ha: Maɓallan da aka keɓance na iya zama masu cutarwa kuma suna iya fallasa bayanan ma'amalar ku ko kuma samar da bayanan karya.
he: צמתים מותאמים אישית עלולים להיות זדוניים ולחשוף את נתוני העסקאות שלך או לספק מידע כוזב.
hi: कस्टम नोड्स दुर्भावनापूर्ण हो सकते हैं और आपके लेनदेन डेटा को उजागर कर सकते हैं या गलत जानकारी प्रदान कर सकते हैं।
id: Node kustom dapat bersifat berbahaya dan dapat membocorkan data transaksi Anda atau memberikan informasi palsu.
it: I nodi personalizzati possono essere dannosi e potrebbero esporre i dati delle transazioni o fornire informazioni false.
ja: カスタムノードは悪意のある第三者によって運営されている可能性があり、取引データの漏えいや虚偽情報の提供につながるおそれがあります。
ko: 사용자 지정 노드는 악의적일 수 있으며 거래 데이터를 노출하거나 허위 정보를 제공할 수 있습니다.
ms: Nod tersuai boleh berniat jahat dan mungkin mendedahkan data transaksi anda atau memberikan maklumat palsu.
nl: Aangepaste nodes kunnen kwaadaardig zijn en uw transactiegegevens blootleggen of valse informatie verstrekken.
pl: Węzły niestandardowe mogą mieć charakter złośliwy i ujawniać dane transakcji lub podawać fałszywe informacje.
pt_br: Nós personalizados podem ser maliciosos e expor seus dados de transação ou fornecer informações falsas.
ro: Nodurile personalizate pot fi rău intenționate și pot expune datele tranzacțiilor sau pot furniza informații false.
ru: Пользовательские узлы могут быть вредоносными и способны раскрыть данные ваших транзакций или предоставить ложную информацию.
sw: Nodi maalum zinaweza kuwa na nia mbaya na zinaweza kufichua data ya muamala wako au kutoa taarifa za uongo.
th: โหนดที่กำหนดเองอาจเป็นอันตรายและอาจเปิดเผยข้อมูลธุรกรรมของคุณหรือให้ข้อมูลเท็จได้
tr: Özel düğümler kötü amaçlı olabilir ve işlem verilerinizi ifşa edebilir veya yanlış bilgi sağlayabilir.
uk: Користувацькі вузли можуть бути шкідливими та розкривати дані ваших транзакцій або надавати неправдиву інформацію.
ur: حسب ضرورت نوڈس بدنیتی پر مبنی ہو سکتے ہیں اور آپ کے لین دین کے ڈیٹا کو بے نقاب کر سکتے ہیں یا غلط معلومات فراہم کر سکتے ہیں۔
vi: Các node tùy chỉnh có thể chứa mã độc và có thể làm lộ dữ liệu giao dịch của bạn hoặc cung cấp thông tin sai lệch.
zh_hans: 自定义节点可能存在恶意，可能会泄露交易数据或提供虚假信息。
zh_hant: 自訂節點可能是惡意節點，並可能洩露交易資料或提供不實資訊。

# notifications.inapp.state.empty.description
source: You'll see updates about your notifications here
ar: ستجد هنا تحديثات حول إشعاراتك
bn: আপনার বিজ্ঞপ্তি সম্পর্কে আপডেটগুলি এখানে দেখতে পাবেন।
cs: Zde se zobrazí aktuální informace o vašich oznámeních
da: Du kan se opdateringer om dine notifikationer her
de: Hier sehen Sie Aktualisierungen zu Ihren Benachrichtigungen.
es: Verás actualizaciones sobre tus notificaciones aquí
fa: به‌روزرسانی‌های مربوط به اعلان‌هایتان را اینجا خواهید دید
fil: Makakakita ka ng mga update tungkol sa iyong mga notification dito
fr: Vous trouverez ici les mises à jour concernant vos notifications.
ha: Za ku ga sabbin bayanai game da sanarwarku a nan
he: כאן תראו עדכונים לגבי ההתראות שלכם
hi: आपको अपनी सूचनाओं से संबंधित अपडेट यहां मिलेंगे।
id: Anda akan melihat pembaruan tentang notifikasi Anda di sini.
it: Qui vedrai gli aggiornamenti sulle tue notifiche
ja: 通知に関する最新情報はここで確認できます
ko: 알림 관련 업데이트는 여기에서 확인하실 수 있습니다.
ms: Anda akan melihat kemas kini tentang pemberitahuan anda di sini
nl: Je ziet hier updates over je meldingen.
pl: Tutaj zobaczysz aktualizacje dotyczące powiadomień
pt_br: Você verá atualizações sobre suas notificações aqui.
ro: Vei vedea actualizări despre notificările tale aici
ru: Здесь вы будете видеть обновления, касающиеся ваших уведомлений.
sw: Utaona masasisho kuhusu arifa zako hapa
th: คุณจะเห็นการอัปเดตเกี่ยวกับการแจ้งเตือนของคุณได้ที่นี่
tr: Bildirimlerinizle ilgili güncellemeleri burada göreceksiniz.
uk: Тут ви побачите оновлення щодо своїх сповіщень
ur: آپ یہاں اپنی اطلاعات کے بارے میں اپ ڈیٹس دیکھیں گے۔
vi: Bạn sẽ thấy các cập nhật về thông báo của mình ở đây.
zh_hans: 可以在这里查看通知更新。
zh_hant: 可以在這裡查看通知更新。

# notifications.inapp.state.empty.title
source: No notifications yet
ar: لم تصل أي إشعارات بعد
bn: এখনও কোনও বিজ্ঞপ্তি নেই
cs: Zatím žádná oznámení
da: Ingen notifikationer endnu
de: Noch keine Benachrichtigungen
es: No hay notificaciones todavía
fa: هنوز هیچ اعلانی وجود ندارد
fil: Wala pang mga abiso
fr: Aucune notification pour le moment
ha: Babu sanarwa tukuna
he: אין עדיין התראות
hi: अभी तक कोई सूचना नहीं मिली है
id: Belum ada notifikasi
it: Nessuna notifica ancora
ja: まだ通知はありません
ko: 아직 알림이 없습니다.
ms: Tiada pemberitahuan lagi
nl: Nog geen meldingen
pl: Brak powiadomień
pt_br: Ainda não há notificações.
ro: Nicio notificare încă
ru: Уведомлений пока нет.
sw: Hakuna arifa bado
th: ยังไม่มีการแจ้งเตือนใดๆ
tr: Henüz hiçbir bildirim yok.
uk: Поки що немає сповіщень
ur: ابھی تک کوئی اطلاع نہیں ہے۔
vi: Chưa có thông báo nào
zh_hans: 暂无通知
zh_hant: 暫無通知

# onboarding.accept_terms.continue
source: Agree and Continue
ar: الموافقة والمتابعة
bn: সম্মত হন এবং চালিয়ে যান
cs: Souhlasit a pokračovat
da: Enig og fortsæt
de: Zustimmen und fortfahren
es: Aceptar y continuar
fa: موافقت کنید و ادامه دهید
fil: Sumang-ayon at Magpatuloy
fr: Accepter et continuer
ha: Yarda da Ci gaba
he: מסכים והמשך
hi: सहमत हों और जारी रखें
id: Setuju dan Lanjutkan
it: Accetta e continua
ja: 同意して続行
ko: 동의하고 계속하세요
ms: Setuju dan Teruskan
nl: Akkoord en doorgaan
pl: Zgadzam się i kontynuuj
pt_br: Concordar e continuar
ro: De acord și continua
ru: Согласиться и продолжить
sw: Kubali na Uendelee
th: เห็นด้วยและดำเนินการต่อ
tr: Kabul et ve Devam Et
uk: Погодьтеся та продовжуйте
ur: اتفاق کریں اور جاری رکھیں
vi: Đồng ý và tiếp tục
zh_hans: 同意并继续
zh_hant: 同意並繼續

# onboarding.accept_terms.item1.message
source: I understand that I am solely responsible for the security and backup of my wallets, not Gem.
ar: أفهم أنني المسؤول الوحيد عن أمان ونسخ احتياطي لمحافظي، وليس Gem.
bn: আমি বুঝতে পারছি যে আমার ওয়ালেটের নিরাপত্তা এবং ব্যাকআপের জন্য আমি সম্পূর্ণরূপে দায়ী, Gem নয়।
cs: Chápu, že za bezpečnost a zálohování svých peněženek nesu výhradní odpovědnost já, nikoli Gem.
da: Jeg forstår, at jeg alene er ansvarlig for sikkerheden og backupen af mine tegnebøger, ikke Gem.
de: Mir ist bewusst, dass ich allein für die Sicherheit und Sicherung meiner Wallets verantwortlich bin und nicht Gem.
es: Entiendo que soy el único responsable de la seguridad y el respaldo de mis billeteras, no Gem.
fa: من متوجه هستم که مسئولیت امنیت و پشتیبان‌گیری از کیف پول‌هایم فقط بر عهده‌ی خودم است، نه Gem.
fil: Naiintindihan ko na ako ang tanging responsable para sa seguridad at backup ng aking mga wallet, hindi si Gem.
fr: Je comprends que je suis seul responsable de la sécurité et de la sauvegarde de mes portefeuilles, pas Gem.
ha: Na fahimci cewa ni kaɗai ke da alhakin tsaro da ajiyar walat ɗina, ba Gem ba.
he: אני מבין שאני האחראי הבלעדי לאבטחה ולגיבוי הארנקים שלי, לא Gem.
hi: मैं समझता हूं कि मैं अपने वॉलेट की सुरक्षा और बैकअप के लिए पूरी तरह जिम्मेदार हूं, Gem नहीं।
id: Saya memahami bahwa saya bertanggung jawab penuh atas keamanan dan pencadangan dompet saya, bukan Gem.
it: Sono consapevole che sono l'unico responsabile della sicurezza e del backup dei miei portafogli, non Gem.
ja: ウォレットのセキュリティとバックアップはすべて自分の責任であり、Gem は責任を負わないことを理解しています。
ko: 저는 Gem이 아닌 제 지갑의 보안과 백업에 대한 전적인 책임을 진다는 것을 이해합니다.
ms: Saya faham bahawa saya bertanggungjawab sepenuhnya untuk keselamatan dan sandaran dompet saya, bukan Gem.
nl: Ik begrijp dat ik als enige verantwoordelijk ben voor de veiligheid en back-up van mijn wallets, niet Gem.
pl: Rozumiem, że za bezpieczeństwo i kopie zapasowe moich portfeli odpowiadam wyłącznie ja, a nie Gem.
pt_br: Entendo que sou o único responsável pela segurança e backup das minhas carteiras, não a Gem.
ro: Înțeleg că eu sunt singurul responsabil pentru securitatea și backup-ul portofelelor mele, nu Gem.
ru: Я понимаю, что ответственность за безопасность и резервное копирование моих кошельков несу исключительно я, а не Gem.
sw: Ninaelewa kuwa ninawajibika pekee kwa usalama na hifadhi rudufu ya pochi zangu, si Gem.
th: ฉันเข้าใจว่าฉันเป็นผู้รับผิดชอบแต่เพียงผู้เดียวสำหรับการรักษาความปลอดภัยและการสำรองข้อมูลของกระเป๋าเงินของฉัน ไม่ใช่ Gem
tr: Cüzdanlarımın güvenliğinden ve yedeklemesinden yalnızca benim sorumlu olduğumu, Gem'in sorumlu olmadığını anlıyorum.
uk: Я розумію, що несу повну відповідальність за безпеку та резервне копіювання своїх гаманців, а не Gem.
ur: میں سمجھتا ہوں کہ میں اپنے بٹوے کی حفاظت اور بیک اپ کے لیے مکمل طور پر ذمہ دار ہوں، Gem نہیں۔
vi: Tôi hiểu rằng tôi là người duy nhất chịu trách nhiệm về tính bảo mật và sao lưu ví của mình, không phải Gem.
zh_hans: 我明白钱包的安全备份由我自行负责，Gem 不承担任何责任。
zh_hant: 我了解錢包的安全與備份完全由我自行負責，Gem 不承擔任何責任。
